import OurProjects from "../../(pages)/home/OurProjects";

export const arabicContent = {
    Header: {
        "home": "الرئيسية",
        "about": "من نحن",
        "housing": "العقارات",
        "services": "خدماتنا",
        "contact": "اتصل بنا",
        "login": "تسجيل الدخول",
        "signup": "تسجيل",
        "logout": "تسجيل الخروج",
        "logo":"عقارات الفايز",
    },
    HeroSection: {
        "title": "هنا مستقبل العقارات في الكويت",

"description":"تصفح معرض الصور عالي الدقة والجولات الافتراضية وأوصاف الممتلكات التفصيلية. سواء كنت تبحث عن سكن على الواجهة البحرية، أو بنتهاوس معاصر، أو فرصة استثمارية، فقد قمنا بتغطيتك.",
"login":"تسجيل الدخول",
"contact":"اتصل بنا"
},
OurPropertiesSection:{
    "title":"أفضل عقارتنا",
    "propertyTitle":"ستوديو ضخم ومميز بتصميم عصري  حديث" ,
    "propertyAddress":"الحمدانية/الكويت" ,
    "propertyPrice":"السعر",
    "propertyRooms":"غرف",
    "popertyBedrooms":"سرائر",
    "propertyBathrooms":"حمامات",
    "button":"أكتشف المزيد"
    // "subtitle":""

},
OurservicesSection:{
    "title":"خدماتنا",
    "description1":"التعامل مع عمال الصيانة ليس بتجربة سهلة وممتعة دائما بل الأغلب انها تعاني من الكثير من المشاكل ولكن لا تقلق فنحن هنا. ",
    "description2":"نقدم لك حلا لمشاكل التعامل مع عمال الصيانة بتوفير مجموعة من الخبراء في صناعتهم الذين تم اختيارهم من أجلك. قمنا ايضا بتطوير نظام تقييم لهولاء العمال حتي تختار منهم الأفضل. ",
    "button":"أعرف المزيد",
    "header":"خدامات صيانة ",
    "header2":"فلا تحتاج البحث عن احد ثقة ",
    "button2":"أحجز صيانةالأن"
},
OurProjectsSection:{
    "title":"مشاريعنا",
    "button":"أعرف المزيد",
    "projectTitle1":"مزارعنا السمكية الشخصية " ,
    "projectDescription1":" نقدم أجود أنواع الأسماك المستدامة والطازجة مباشرة من مزارعنا الخاصة. نحن نهتم بجودة منتجاتنا ونضمن لكم تجربة شراء ممتازة. اتصل بنا الآن للحصول على أفضل الأسعار والتمتع بأسماك طازجة من مزارعنا الخاصة!",
    "projectTitle2":"مزارعنا للخضار والفواكه " ,
    "projectDescription2":"نحن نفخر بتوفير مجموعة متنوعة من المزروعات الخضراء عالية الجودة.  فإننا نقدم مجموعة واسعة من الخيارات. تشمل مزروعاتنا . نحن نعمل بجد لضمان جودة المزروعات وتوفيرها بأسعار ممتازة لعملائنا. "


}

}